Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# theory_title_scales_minor
source: Minor Scales
ar: السلالم الصغيرة
de: Moll-Tonleitern
es: Escalas menores
fr: Gammes mineures
hi: माइनर स्केल
id: Tangga nada minor
it: Scale minori
ja: 短音階
ko: 단음계
nl: Mineurtoonladders
pl: Gamy molowe
pt: Escalas menores
ru: Минорные гаммы
tr: Minör diziler
zh_hans: 小调音阶

# theory_title_scales_modes
source: Modes
ar: المقامات
de: Modi
es: Modos
hi: मोड
id: Mode
it: Modi
ja: モード
ko: 모드
nl: Modi
pl: Tryby
pt: Modos
ru: Лады
tr: Modlar
zh_hans: 调式

# transition_anim_animate
source: Animate Transition
ar: تحريك الانتقال
de: Übergang animieren
es: Animar transición
fr: Animer la transition
hi: ट्रांज़िशन एनिमेट करें
id: Animasikan Transisi
it: Anima transizione
ja: 移行をアニメーション表示
ko: 전환 애니메이션
nl: Overgang animeren
pl: Animuj przejście
pt: Animar transição
ru: Анимация перехода
tr: Geçişi Canlandır
zh_hans: 动画展示转换

# transition_anim_end_shape
source: End shape
ar: الشكل الأخير
de: Zielgriff
es: Forma final
fr: Forme d'arrivée
hi: अंतिम आकार
id: Bentuk akhir
it: Forma finale
ja: 終了フォーム
ko: 종료 폼
nl: Eindvorm
pl: Kształt końcowy
pt: Forma final
ru: Конечная форма
tr: Bitiş şekli
zh_hans: 结束指型

# transition_anim_finger_movements
source: Finger Movements
ar: حركات الأصابع
de: Fingerbewegungen
es: Movimientos de dedos
fr: Mouvements des doigts
hi: उँगली की गतिविधियाँ
id: Gerakan Jari
it: Movimenti delle dita
ja: 指の動き
ko: 손가락 움직임
nl: Vingerbewegingen
pl: Ruchy palców
pt: Movimentos dos dedos
ru: Движения пальцев
tr: Parmak Hareketleri
zh_hans: 手指移动

# transition_anim_no_movement
source: No finger movement needed!
ar: لا حاجة لتحريك الأصابع!
de: Keine Fingerbewegung nötig!
es: ¡No se necesita movimiento de dedos!
fr: Aucun mouvement de doigt nécessaire !
hi: कोई उँगली हिलाने की ज़रूरत नहीं!
id: Tidak perlu gerakan jari!
it: Nessun movimento delle dita necessario!
ja: 指の移動は不要です!
ko: 손가락 이동이 필요 없습니다!
nl: Geen vingerbeweging nodig!
pl: Nie trzeba ruszać palcami!
pt: Nenhum movimento de dedo necessário!
ru: Движения пальцев не требуется!
tr: Parmak hareketi gerekmiyor!
zh_hans: 无需移动手指！

# transition_anim_speed
source: Speed:
ar: السرعة:
de: Geschwindigkeit:
es: Velocidad:
fr: Vitesse :
hi: गति:
id: Kecepatan:
it: Velocità:
ja: 速度:
ko: 속도:
nl: Snelheid:
pl: Prędkość:
pt: Velocidade:
ru: Скорость:
tr: Hız:
zh_hans: 速度:

# transition_anim_start_shape
source: Start shape
ar: الشكل الأول
de: Ausgangsgriff
es: Forma inicial
fr: Forme de départ
hi: शुरुआती आकार
id: Bentuk awal
it: Forma iniziale
ja: 開始フォーム
ko: 시작 폼
nl: Startvorm
pl: Kształt początkowy
pt: Forma inicial
ru: Начальная форма
tr: Başlangıç şekli
zh_hans: 起始指型

# transition_anim_step
source: Step %1$lld/%2$lld
ar: الخطوة %1$lld/%2$lld
de: Schritt %1$lld/%2$lld
es: Paso %1$lld/%2$lld
fr: Étape %1$lld/%2$lld
hi: चरण %1$lld/%2$lld
id: Langkah %1$lld/%2$lld
it: Passo %1$lld/%2$lld
ja: ステップ %1$lld/%2$lld
ko: 단계 %1$lld/%2$lld
nl: Stap %1$lld/%2$lld
pl: Krok %1$lld/%2$lld
pt: Passo %1$lld/%2$lld
ru: Шаг %1$lld/%2$lld
tr: Adım %1$lld/%2$lld
zh_hans: 第 %1$lld 步 / 共 %2$lld 步

# transpose_capo_prefix
source: Capo
ar: كابو
de: Kapo
es: Cejilla
hi: कैपो
it: Capotasto
ja: カポ
ko: 카포
pl: Kapodaster
ru: Каподастр
tr: Kapo
zh_hans: 变调夹

# tuner_all_tuned
source: All strings tuned!
ar: جميع الأوتار مضبوطة!
de: Alle Saiten gestimmt!
es: ¡Todas las cuerdas afinadas!
fr: Toutes les cordes sont accordées !
hi: सभी तार ट्यून हो गए!
id: Semua senar sudah pas!
it: Tutte le corde accordate!
ja: すべての弦のチューニングが完了!
ko: 모든 현 튜닝 완료!
nl: Alle snaren gestemd!
pl: Wszystkie struny nastrojone!
pt: Todas as cordas afinadas!
ru: Все струны настроены!
tr: Tüm teller akortlu!
zh_hans: 所有弦都调准了！

# tuner_almost_down
source: Almost — tune down a tiny bit
ar: تقريباً — اخفض قليلاً
de: Fast — stimme ein klein wenig tiefer
es: Casi — baja un poquito
fr: Presque — descendez un tout petit peu
hi: लगभग — थोड़ा नीचे ट्यून करें
id: Hampir — turunkan sedikit
it: Quasi — abbassa un pochino
ja: もう少し — ほんの少し低くしてください
ko: 거의 맞았어요 — 아주 조금 낮춰 주세요
nl: Bijna — stem iets lager
pl: Prawie — opuść odrobinę
pt: Quase — desça um pouquinho
ru: Почти — ослабьте чуть ниже
tr: Neredeyse — biraz aşağı akort edin
zh_hans: 接近了——再调低一点点

# tuner_almost_up
source: Almost — tune up a tiny bit
ar: تقريباً — ارفع قليلاً
de: Fast — stimme ein klein wenig höher
es: Casi — sube un poquito
fr: Presque — montez un tout petit peu
hi: लगभग — थोड़ा ऊपर ट्यून करें
id: Hampir — naikkan sedikit
it: Quasi — alza un pochino
ja: もう少し — ほんの少し高くしてください
ko: 거의 맞았어요 — 아주 조금 높여 주세요
nl: Bijna — stem iets hoger
pl: Prawie — podciągnij odrobinę
pt: Quase — suba um pouquinho
ru: Почти — подтяните чуть выше
tr: Neredeyse — biraz yukarı akort edin
zh_hans: 接近了——再调高一点点

# tuner_check_tuned
source: Tuned
ar: مضبوط
de: Gestimmt
es: Afinada
fr: Accordée
hi: ट्यून किया हुआ
id: Sudah pas
it: Accordata
ja: チューニング済み
ko: 튜닝됨
nl: Gestemd
pl: Nastrojona
pt: Afinada
ru: Настроена
tr: Akortlu
zh_hans: 已调准

# tuner_direction_flat
source: flat
ar: منخفض
de: zu tief
es: bemol
fr: bémol
hi: फ्लैट
id: rendah
it: calante
ja: 低い
ko: 낮음
nl: te laag
pl: za nisko
pt: bemol
ru: ниже
tr: bemol
zh_hans: 偏低

# tuner_direction_sharp
source: sharp
ar: مرتفع
de: zu hoch
es: sostenido
fr: dièse
hi: शार्प
id: tinggi
it: crescente
ja: 高い
ko: 높음
nl: te hoog
pl: za wysoko
pt: sustenido
ru: выше
tr: diyez
zh_hans: 偏高

# tuner_in_tune
source: In Tune!
ar: مضبوط!
de: Gestimmt!
es: ¡Afinado!
fr: Accordé !
hi: ट्यून में है!
id: Sudah pas!
it: Accordato!
ja: チューニング完了!
ko: 튜닝 완료!
nl: Op toon!
pl: Nastrojony!
pt: Afinado!
ru: Настроено!
tr: Akortlu!
zh_hans: 已调准！

# tuner_last_note
source: Last note
ar: آخر نغمة
de: Letzter Ton
es: Última nota
fr: Dernière note
hi: पिछला स्वर
id: Not terakhir
it: Ultima nota
ja: 前回の音
ko: 마지막 음
nl: Laatste noot
pl: Ostatnia nuta
pt: Última nota
ru: Последняя нота
tr: Son nota
zh_hans: 上一个音符

# tuner_meter_close
source: Tuning meter, %1$lld cents %2$@, almost in tune
ar: مقياس الضبط، %1$lld سنت %2$@، تقريباً مضبوط
de: Stimmanzeige, %1$lld Cent %2$@, fast gestimmt
es: Medidor de afinación, %1$lld cents %2$@, casi afinado
fr: Indicateur d'accordage, %1$lld cents %2$@, presque accordé
hi: ट्यूनिंग मीटर, %1$lld सेंट %2$@, लगभग ट्यून में
id: Pengukur tuning, %1$lld sen %2$@, hampir pas
it: Indicatore di accordatura, %1$lld centesimi %2$@, quasi accordato
ja: チューニングメーター、%1$lldセント%2$@、ほぼ合っています
ko: 튜닝 미터, %1$lld센트 %2$@, 거의 맞음
nl: Stemmeter, %1$lld cent %2$@, bijna op toon
pl: Wskaźnik strojenia, %1$lld centów %2$@, prawie nastrojony
pt: Medidor de afinação, %1$lld cents %2$@, quase afinado
ru: Шкала настройки, отклонение %1$lld центов %2$@, почти настроено
tr: Akort göstergesi, %1$lld sent %2$@, neredeyse akortlu
zh_hans: 调音表，偏差 %1$lld 音分 %2$@，接近调准

# tuner_meter_flat
source: Tuning meter, %lld cents flat
ar: مقياس الضبط، منخفض %lld سنت
de: Stimmanzeige, %lld Cent zu tief
es: Medidor de afinación, %lld cents bemol
fr: Indicateur d'accordage, %lld cents bémol
hi: ट्यूनिंग मीटर, %lld सेंट फ्लैट
id: Pengukur tuning, %lld sen rendah
it: Indicatore di accordatura, %lld centesimi calante
ja: チューニングメーター、%lldセント低い
ko: 튜닝 미터, %lld센트 낮음
nl: Stemmeter, %lld cent te laag
pl: Wskaźnik strojenia, %lld centów za nisko
pt: Medidor de afinação, %lld cents bemol
ru: Шкала настройки, ниже на %lld центов
tr: Akort göstergesi, %lld sent bemol
zh_hans: 调音表，偏低 %lld 音分

# tuner_meter_in_tune
source: Tuning meter, in tune
ar: مقياس الضبط، مضبوط
de: Stimmanzeige, gestimmt
es: Medidor de afinación, afinado
fr: Indicateur d'accordage, accordé
hi: ट्यूनिंग मीटर, ट्यून में है
id: Pengukur tuning, sudah pas
it: Indicatore di accordatura, accordato
ja: チューニングメーター、チューニング済み
ko: 튜닝 미터, 튜닝됨
nl: Stemmeter, op toon
pl: Wskaźnik strojenia, nastrojony
pt: Medidor de afinação, afinado
ru: Шкала настройки, настроено
tr: Akort göstergesi, akortlu
zh_hans: 调音表，已调准

# tuner_meter_no_pitch
source: Tuning meter, no pitch detected
ar: مقياس الضبط، لم يتم اكتشاف نغمة
de: Stimmanzeige, kein Ton erkannt
es: Medidor de afinación, sin tono detectado
fr: Indicateur d'accordage, aucune hauteur détectée
hi: ट्यूनिंग मीटर, कोई पिच नहीं पहचानी गई
id: Pengukur tuning, tidak ada nada terdeteksi
it: Indicatore di accordatura, nessuna nota rilevata
ja: チューニングメーター、音が検出されていません
ko: 튜닝 미터, 음이 감지되지 않음
nl: Stemmeter, geen toonhoogte gedetecteerd
pl: Wskaźnik strojenia, nie wykryto dźwięku
pt: Medidor de afinação, sem tom detectado
ru: Шкала настройки, звук не определён
tr: Akort göstergesi, perde algılanmadı
zh_hans: 调音表，未检测到音高

# tuner_meter_sharp
source: Tuning meter, %lld cents sharp
ar: مقياس الضبط، مرتفع %lld سنت
de: Stimmanzeige, %lld Cent zu hoch
es: Medidor de afinación, %lld cents sostenido
fr: Indicateur d'accordage, %lld cents dièse
hi: ट्यूनिंग मीटर, %lld सेंट शार्प
id: Pengukur tuning, %lld sen tinggi
it: Indicatore di accordatura, %lld centesimi crescente
ja: チューニングメーター、%lldセント高い
ko: 튜닝 미터, %lld센트 높음
nl: Stemmeter, %lld cent te hoog
pl: Wskaźnik strojenia, %lld centów za wysoko
pt: Medidor de afinação, %lld cents sustenido
ru: Шкала настройки, выше на %lld центов
tr: Akort göstergesi, %lld sent diyez
zh_hans: 调音表，偏高 %lld 音分

# tuner_play_a_string
source: Play a string…
ar: اعزف وتراً…
de: Spiele eine Saite…
es: Toca una cuerda…
fr: Jouez une corde…
hi: एक तार बजाएँ…
id: Petik senar…
it: Suona una corda…
ja: 弦を弾いてください…
ko: 현을 연주하세요…
nl: Speel een snaar…
pl: Zagraj na strunie…
pt: Toque uma corda…
ru: Сыграйте на струне…
tr: Bir tel çalın…
zh_hans: 弹一根弦…

# tuner_precision_mode
source: Precision Mode
ar: وضع الدقة
de: Präzisionsmodus
es: Modo de precisión
fr: Mode précision
hi: प्रिसिज़न मोड
id: Mode Presisi
it: Modalità precisione
ja: 高精度モード
ko: 정밀 모드
nl: Precisiemodus
pl: Tryb precyzyjny
pt: Modo de precisão
ru: Точный режим
tr: Hassas Mod
zh_hans: 精确模式

# tuner_start
source: Start Tuning
ar: بدء الضبط
de: Stimmen starten
es: Iniciar afinación
fr: Commencer l'accordage
hi: ट्यूनिंग शुरू करें
id: Mulai Tuning
it: Inizia accordatura
ja: チューニング開始
ko: 튜닝 시작
nl: Start stemmen
pl: Rozpocznij strojenie
pt: Iniciar afinação
ru: Начать настройку
tr: Akort Başlat
zh_hans: 开始调音

# tuner_stop
source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
hi: रोकें
id: Berhenti
it: Ferma
ja: 停止
ko: 정지
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ru: Стоп
tr: Durdur
zh_hans: 停止

# tuner_string_active
source: active
ar: نشط
de: aktiv
es: activa
hi: सक्रिय
id: aktif
it: attiva
ja: アクティブ
ko: 활성
nl: actief
pl: aktywna
pt: ativa
ru: активна
tr: aktif
zh_hans: 活动中

# tuner_string_desc
source: %1$@ string, %2$@, tap for reference tone
ar: وتر %1$@، %2$@، انقر لنغمة مرجعية
de: %1$@-Saite, %2$@, tippe für Referenzton
es: Cuerda %1$@, %2$@, toca para tono de referencia
fr: Corde %1$@, %2$@, touchez pour le ton de référence
hi: %1$@ तार, %2$@, संदर्भ टोन के लिए टैप करें
id: Senar %1$@, %2$@, ketuk untuk nada referensi
it: Corda %1$@, %2$@, tocca per il tono di riferimento
ja: %1$@弦、%2$@、タップで基準音を再生
ko: %1$@현, %2$@, 탭하면 기준음 재생
nl: %1$@ snaar, %2$@, tik voor referentietoon
pl: Struna %1$@, %2$@, dotknij, aby usłyszeć dźwięk referencyjny
pt: Corda %1$@, %2$@, toque para tom de referência
ru: Струна %1$@, %2$@, нажмите для эталонного звука
tr: %1$@ teli, %2$@, referans tonu için dokun
zh_hans: %1$@ 弦，%2$@，点击播放参考音

# tuner_string_next
source: next string to tune
ar: الوتر التالي للضبط
de: nächste zu stimmende Saite
es: siguiente cuerda por afinar
fr: prochaine corde à accorder
hi: अगला तार ट्यून करना है
id: senar berikutnya untuk dituning
it: prossima corda da accordare
ja: 次にチューニングする弦
ko: 다음 튜닝할 현
nl: volgende snaar om te stemmen
pl: następna struna do nastrojenia
pt: próxima corda para afinar
ru: следующая струна для настройки
tr: akort edilecek sonraki tel
zh_hans: 下一根要调的弦

# tuner_string_not_tuned
source: not tuned
ar: غير مضبوط
de: nicht gestimmt
es: sin afinar
fr: non accordée
hi: ट्यून नहीं किया
id: belum pas
it: non accordata
ja: 未チューニング
ko: 미튜닝
nl: niet gestemd
pl: nie nastrojona
pt: desafinada
ru: не настроена
tr: akort değil
zh_hans: 未调准

# tuner_string_tuned
source: tuned
ar: مضبوط
de: gestimmt
es: afinada
fr: accordée
hi: ट्यून किया हुआ
id: sudah pas
it: accordata
ja: チューニング済み
ko: 튜닝됨
nl: gestemd
pl: nastrojona
pt: afinada
ru: настроена
tr: akortlu
zh_hans: 已调准

# tuner_tune_down
source: Tune Down
ar: اخفض النغمة
de: Tiefer stimmen
es: Bajar
fr: Descendre
hi: नीचे ट्यून करें
id: Turunkan
it: Abbassa
ja: 低くする
ko: 낮추기
nl: Lager stemmen
pl: Obniż
pt: Descer
ru: Ослабьте
tr: Aşağı Akort
zh_hans: 调低

# tuner_tune_up
source: Tune Up
ar: ارفع النغمة
de: Höher stimmen
es: Subir
fr: Monter
hi: ऊपर ट्यून करें
id: Naikkan
it: Alza
ja: 高くする
ko: 높이기
nl: Hoger stemmen
pl: Podwyższ
pt: Subir
ru: Подтяните
tr: Yukarı Akort
zh_hans: 调高

# tuning_baritone
source: Baritone (DGBE)
ar: باريتون (DGBE)
de: Bariton (DGBE)
es: Barítono (DGBE)
fr: Baryton (DGBE)
hi: बैरिटोन (DGBE)
id: Bariton (DGBE)
it: Baritono (DGBE)
ja: バリトン（DGBE）
ko: 바리톤 (DGBE)
nl: Bariton (DGBE)
pl: Barytonowy (DGBE)
pt: Barítono (DGBE)
ru: Баритон (DGBE)
tr: Bariton (DGBE)
zh_hans: 中音（DGBE）

# tuning_d_tuning
source: D-Tuning (ADF#B)
ar: ضبط D‏ (ADF#B)
de: D-Stimmung (ADF#B)
es: Afinación en Re (ADF#B)
fr: Accordage en Ré (ADF#B)
hi: D ट्यूनिंग (ADF#B)
id: Tuning D (ADF#B)
it: Accordatura in Re (ADF#B)
ja: Dチューニング（ADF#B）
ko: D 튜닝 (ADF#B)
nl: D-stemming (ADF#B)
pl: Strój D (ADF#B)
pt: Afinação em Ré (ADF#B)
ru: Строй D (ADF#B)
tr: D Akort (ADF#B)
zh_hans: D 调弦（ADF#B）

# tuning_half_step_down
source: Half-Step Down
ar: نصف درجة للأسفل
de: Halbton tiefer
es: Medio tono abajo
fr: Demi-ton en dessous
hi: आधा स्टेप नीचे
id: Setengah nada lebih rendah
it: Mezzo tono sotto
ja: 半音下げ
ko: 반음 내림
nl: Halve toon lager
pl: Pół tonu niżej
pt: Meio tom abaixo
ru: Полтона ниже
tr: Yarım ses aşağı
zh_hans: 降半音

# tuning_high_g
source: High-G (Standard)
ar: G عالي (قياسي)
de: Hohes G (Standard)
es: Sol alto (Estándar)
fr: Sol aigu (Standard)
hi: हाई G (मानक)
id: G Tinggi (Standar)
it: Sol alto (Standard)
ja: ハイG（スタンダード）
ko: 하이 G (표준)
nl: Hoge G (Standaard)
pl: Wysokie G (Standard)
pt: Sol alto (Padrão)
ru: Высокое G (стандарт)
tr: Yüksek G (Standart)
zh_hans: 高音 G（标准）

# tuning_low_a
source: Low A (GCEa)
ar: A منخفض (GCEa)
de: Tiefes A (GCEa)
es: La bajo (GCEa)
fr: La grave (GCEa)
hi: लो A (GCEa)
id: A Rendah (GCEa)
it: La basso (GCEa)
ja: ローA（GCEa）
ko: 로우 A (GCEa)
nl: Lage A (GCEa)
pl: Niski A (GCEa)
pt: Lá baixo (GCEa)
ru: Низкий A (GCEa)
tr: Düşük A (GCEa)
zh_hans: 低音 A（GCEa）

# tuning_low_g
source: Low-G
ar: G منخفض
de: Tiefes G
es: Sol bajo
fr: Sol grave
hi: लो G
id: G Rendah
it: Sol basso
ja: ローG
ko: 로우 G
nl: Lage G
pl: Niskie G
pt: Sol baixo
ru: Низкое G
tr: Düşük G
zh_hans: 低音 G

# tuning_open_a
source: Open A (AC#EA)
ar: A مفتوح (AC#EA)
de: Offenes A (AC#EA)
es: La abierto (AC#EA)
fr: La ouvert (AC#EA)
hi: ओपन A (AC#EA)
id: A Terbuka (AC#EA)
it: La aperto (AC#EA)
ja: オープンA（AC#EA）
ko: 오픈 A (AC#EA)
pl: Otwarty A (AC#EA)
pt: Lá aberto (AC#EA)
ru: Открытый A (AC#EA)
tr: Açık A (AC#EA)
zh_hans: 开放 A（AC#EA）

# tuning_slack_key
source: Slack Key (GCEG)
ar: سلاك كي (GCEG)
hi: स्लैक की (GCEG)
ja: スラックキー（GCEG）
ko: 슬랙 키 (GCEG)
ru: Слэк-ки (GCEG)
zh_hans: 松弦调弦（GCEG）

# voice_leading_common_tones
source: %lld common tone
ar: %lld نغمة مشتركة
de: %lld gemeinsamer Ton
es: %lld nota común
fr: %lld note commune
hi: %lld साझा स्वर
id: %lld nada bersama
it: %lld nota comune
ja: 共通音%lld個
ko: 공통음 %lld개
nl: %lld gemeenschappelijke toon
pl: %lld wspólny dźwięk
pt: %lld nota comum
ru: %lld общий тон
tr: %lld ortak ton
zh_hans: %lld 个共同音

# voice_leading_common_tones_plural
source: %lld common tones
ar: %lld نغمات مشتركة
de: %lld gemeinsame Töne
es: %lld notas comunes
fr: %lld notes communes
hi: %lld साझा स्वर
id: %lld nada bersama
it: %lld note comuni
ja: 共通音%lld個
ko: 공통음 %lld개
nl: %lld gemeenschappelijke tonen
pl: %lld wspólne dźwięki
pt: %lld notas comuns
ru: %lld общих тонов
tr: %lld ortak ton
zh_hans: %lld 个共同音

# voice_leading_fret_movement
source: %lld fret total movement
ar: إجمالي حركة %lld حنق
de: %lld Bund Gesamtbewegung
es: %lld traste de movimiento total
fr: %lld frette de mouvement total
hi: कुल %lld फ्रेट गति
id: %lld fret total gerakan
it: %lld tasto di movimento totale
ja: 合計%lldフレット移動
ko: 총 %lld프렛 이동
nl: %lld fret totale beweging
pl: %lld próg łącznego ruchu
pt: %lld traste de movimento total
ru: %lld лад общего движения
tr: %lld perde toplam hareket
zh_hans: 总移动 %lld 品

# voice_leading_fret_prefix
source: fret
ar: الحنق
de: Bund
es: traste
fr: frette
hi: फ्रेट
it: tasto
ja: フレット
ko: 프렛
pl: próg
pt: traste
ru: лад
tr: perde
zh_hans: 第

# voice_leading_frets_movement
source: %lld frets total movement
ar: إجمالي حركة %lld حنق
de: %lld Bünde Gesamtbewegung
es: %lld trastes de movimiento total
fr: %lld frettes de mouvement total
hi: कुल %lld फ्रेट गति
id: %lld fret total gerakan
it: %lld tasti di movimento totale
ja: 合計%lldフレット移動
ko: 총 %lld프렛 이동
nl: %lld frets totale beweging
pl: %lld progów łącznego ruchu
pt: %lld trastes de movimento total
ru: %lld ладов общего движения
tr: %lld perde toplam hareket
zh_hans: 总移动 %lld 品

# voice_leading_muted
source: muted
ar: مكتوم
de: gedämpft
es: silenciada
fr: étouffée
hi: म्यूटेड
id: diredam
it: mutata
ja: ミュート
ko: 뮤트
nl: gedempt
pl: wyciszona
pt: abafada
ru: приглушена
tr: susturulmuş
zh_hans: 闷音

# voice_leading_next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
id: Brktn
it: Succ
ja: 次へ
ko: 다음
nl: Volgende
pl: Nast
pt: Próximo
ru: Далее
tr: Sonraki
zh_hans: 下一步

# voice_leading_play_all
source: Play All
ar: تشغيل الكل
de: Alle abspielen
es: Reproducir todo
fr: Tout jouer
hi: सब चलाएँ
id: Putar Semua
it: Riproduci tutto
ja: すべて再生
ko: 전체 재생
nl: Alles afspelen
pl: Odtwórz wszystkie
pt: Tocar tudo
ru: Воспроизвести всё
tr: Tümünü Çal
zh_hans: 全部播放

# voice_leading_prev
source: Prev
ar: السابق
de: Zurück
es: Anterior
fr: Préc
hi: पिछला
id: Sblm
it: Prec
ja: 前へ
ko: 이전
nl: Vorige
pl: Poprz
pt: Anterior
ru: Назад
tr: Önceki
zh_hans: 上一步

# voice_leading_single_chord
source: This progression has only one chord.
ar: يحتوي هذا التقدم اللحني على وتر واحد فقط.
de: Diese Akkordfolge hat nur einen Akkord.
es: Esta progresión tiene un solo acorde.
fr: Cette progression n'a qu'un seul accord.
hi: इस प्रोग्रेशन में केवल एक कॉर्ड है।
id: Progresi ini hanya memiliki satu akor.
it: Questa progressione ha un solo accordo.
ja: このコード進行にはコードが1つしかありません。
ko: 이 코드 진행에는 코드가 하나뿐입니다.
nl: Deze progressie heeft slechts één akkoord.
pl: Ta progresja ma tylko jeden akord.
pt: Esta progressão tem apenas um acorde.
ru: В этой прогрессии только один аккорд.
tr: Bu ilerlemede yalnızca bir akor var.
zh_hans: 此和弦进行只有一个和弦。

# voice_leading_stays
source: stays on
ar: يبقى على
de: bleibt auf
es: se queda en
fr: reste sur
hi: रहता है
id: tetap di
it: resta su
ja: キープ:
ko: 유지:
nl: blijft op
pl: pozostaje na
pt: permanece em
ru: остаётся на
tr: kalıyor
zh_hans: 保持在

# voice_leading_step
source: Step %1$lld of %2$lld
ar: الخطوة %1$lld من %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
hi: चरण %1$lld / %2$lld
id: Langkah %1$lld dari %2$lld
it: Passo %1$lld di %2$lld
ja: ステップ %1$lld / %2$lld
ko: 단계 %1$lld / %2$lld
nl: Stap %1$lld van %2$lld
pl: Krok %1$lld z %2$lld
pt: Passo %1$lld de %2$lld
ru: Шаг %1$lld из %2$lld
tr: Adım %1$lld / %2$lld
zh_hans: 第 %1$lld 步（共 %2$lld 步）

# voice_leading_tip_plural
source: Tip: Keep your fingers on the %1$@ strings — same note in both chords.
ar: تلميح: أبقِ أصابعك على أوتار %1$@ — نفس النوتة في كلا الوترين.
de: Tipp: Lass deine Finger auf den %1$@-Saiten — gleiche Note in beiden Akkorden.
es: Consejo: Mantén los dedos en las cuerdas %1$@ — misma nota en ambos acordes.
fr: Conseil : Gardez vos doigts sur les cordes %1$@ — même note dans les deux accords.
hi: सुझाव: %1$@ तारों पर उँगलियाँ रखें — दोनों कॉर्ड में एक ही नोट।
id: Tips: Pertahankan jari Anda pada senar %1$@ — not yang sama di kedua akor.
it: Suggerimento: Tieni le dita sulle corde %1$@ — stessa nota in entrambi gli accordi.
ja: ヒント: %1$@弦の指はそのまま — 両方のコードで同じ音です。
ko: 팁: %1$@현의 손가락은 그대로 유지하세요 — 두 코드 모두 같은 음입니다.
nl: Tip: Houd je vingers op de %1$@ snaren — dezelfde noot in beide akkoorden.
pl: Wskazówka: Trzymaj palce na strunach %1$@ — ta sama nuta w obu akordach.
pt: Dica: Mantenha os dedos nas cordas %1$@ — mesma nota nos dois acordes.
ru: Совет: держите пальцы на струнах %1$@ — та же нота в обоих аккордах.
tr: İpucu: Parmaklarınızı %1$@ tellerinde tutun — her iki akorda da aynı nota.
zh_hans: 提示: 保持手指在 %1$@ 弦上——两个和弦使用相同的音。

# voice_leading_tip_singular
source: Tip: Keep your finger on the %1$@ string — same note in both chords.
ar: تلميح: أبقِ إصبعك على وتر %1$@ — نفس النوتة في كلا الوترين.
de: Tipp: Lass deinen Finger auf der %1$@-Saite — gleiche Note in beiden Akkorden.
es: Consejo: Mantén el dedo en la cuerda %1$@ — misma nota en ambos acordes.
fr: Conseil : Gardez votre doigt sur la corde %1$@ — même note dans les deux accords.
hi: सुझाव: %1$@ तार पर उँगली रखें — दोनों कॉर्ड में एक ही नोट।
id: Tips: Pertahankan jari Anda pada senar %1$@ — not yang sama di kedua akor.
it: Suggerimento: Tieni il dito sulla corda %1$@ — stessa nota in entrambi gli accordi.
ja: ヒント: %1$@弦の指はそのまま — 両方のコードで同じ音です。
ko: 팁: %1$@현의 손가락은 그대로 유지하세요 — 두 코드 모두 같은 음입니다.
nl: Tip: Houd je vinger op de %1$@ snaar — dezelfde noot in beide akkoorden.
pl: Wskazówka: Trzymaj palec na strunie %1$@ — ta sama nuta w obu akordach.
pt: Dica: Mantenha o dedo na corda %1$@ — mesma nota nos dois acordes.
ru: Совет: держите палец на струне %1$@ — та же нота в обоих аккордах.
tr: İpucu: Parmağınızı %1$@ telinde tutun — her iki akorda da aynı nota.
zh_hans: 提示: 保持手指在 %1$@ 弦上——两个和弦使用相同的音。

# voice_leading_title
source: Voice Leading in %@
ar: قيادة الأصوات في %@
de: Stimmführung in %@
es: Conducción de voces en %@
fr: Conduite des voix en %@
hi: %@ में वॉइस लीडिंग
id: Voice Leading dalam %@
it: Condotta delle voci in %@
ja: %@のヴォイスリーディング
ko: %@의 보이스 리딩
nl: Stemvoering in %@
pl: Prowadzenie głosów w %@
pt: Condução de vozes em %@
ru: Голосоведение в %@
tr: %@ içinde ses yönlendirme
zh_hans: %@ 中的声部连接

# voice_leading_total_path
source: Total path: %1$lld frets movement across %2$lld transitions
ar: المسار الكلي: حركة %1$lld حنق عبر %2$lld انتقال
de: Gesamtweg: %1$lld Bünde Bewegung über %2$lld Übergänge
es: Recorrido total: %1$lld trastes de movimiento en %2$lld transiciones
fr: Parcours total : %1$lld frettes de mouvement en %2$lld transitions
hi: कुल पथ: %2$lld ट्रांज़िशन में %1$lld फ्रेट गति
id: Total jalur: %1$lld fret gerakan dalam %2$lld transisi
it: Percorso totale: %1$lld tasti di movimento in %2$lld transizioni
ja: 合計: %2$lld回のチェンジで%1$lldフレット移動
ko: 전체: %2$lld번의 전환에서 %1$lld프렛 이동
nl: Totaal pad: %1$lld frets beweging over %2$lld overgangen
pl: Łączna ścieżka: %1$lld progów ruchu w %2$lld przejściach
pt: Percurso total: %1$lld trastes de movimento em %2$lld transições
ru: Общий путь: %1$lld ладов движения через %2$lld переходов
tr: Toplam yol: %2$lld geçişte %1$lld perde hareket
zh_hans: 总路径: %2$lld 次转换中移动 %1$lld 品

# stats_views
source: %1$lld views
ar: %1$lld مشاهدات
de: %1$lld Aufrufe
es: %1$lld vistas
fr: %1$lld vues
hi: %1$lld बार देखा गया
id: %1$lld kali dilihat
it: %1$lld visualizzazioni
ja: %1$lld 回表示
ko: %1$lld회 조회
nl: %1$lld weergaven
pl: %1$lld wyświetleń
pt: %1$lld visualizações
ru: %1$lld просмотров
tr: %1$lld görüntüleme
zh_hans: %1$lld 次查看
